Repository: akaanuzman/GHFollowers
Catalog: GithubFollowers/Localization/Localizable.xcstrings
Source language: en
Languages: tr

source: Bad Stuff
tr: Kötü Şeyler

source: Choose...
tr: Seç...

source: Dark Theme
tr: Karanlık Tema

# doesnt_any_followers
source: This user dosen't have any followers. Go follow them 😀
tr: Bu kullanıcının hiç takipçisi yok. Git onları takip et 😀

source: Empty Username
tr: Boş kullanıcı adı

# empty_username_message
source: Please enter a username. We need to know who to look for 😀
tr: Lütfen kullanıcı adı giriniz. Kimi arayacağımızı bilmemiz gerekiyor 😀

source: English
tr: İngilizce

# enter_username
source: Enter a username
tr: Kullanıcı adı girin

source: Favorites
tr: Favoriler

source: Followers
tr: Takipçiler

source: Following
tr: Takip Edilenler

source: Get Followers
tr: Takipçileri getir

source: GitHub Profile
tr: GitHub Profili

# has_no_favorites
source: No Favorites? Add one on the follower screen
tr: Favoriniz yok mu? Takipçi ekranından bir tane ekleyin

# has_no_followers
source: This user has no followers. What a shame 😞.
tr: Bu kullanıcının hiç takipçisi yok. Ne kadar utanç verici 😞.

source: Hooray!
tr: Yuppi!

source: Language
tr: Dil

# no_bio
source: No bio available
tr: Ulaşılabilir biografi yok

source: No Followers
tr: Takipçi yok

source: No Location
tr: Konum yok

source: OK
tr: TAMAM

source: Public Gists
tr: Açık Gistler

source: Public Repos
tr: Açık Depolar

source: Search
tr: Ara

# search_username
source: Search for a username
tr: Kullanıcı arayın

source: Settings
tr: Ayarlar

source: So sad
tr: Çok üzücü

# something_wrong
source: Something went wrong!
tr: Bir şeyler ters gitti!

source: Success!
tr: Başarılı!

# success_added_user
source: You have successfully favorites this user 🎉
tr: Bu kullanıcıyı başarıyla favorilere eklediniz 🎉

source: Turkish
tr: Türkçe

source: Unable to remove
tr: Kaldırılamıyor

# unable_to_request
source: Unable to complate request
tr: Talep tamamlanamıyor
